Repository: na12345678910/northern-aura-linux-welcome
Catalog: data/po/budgie-applets/*.po
Languages: pt_br

source: Budgie Desktop Applets
pt_br: Applets do Budgie

source: Logout and login after installing applets. Open Raven - Budgie Settings - Panel to add applets
pt_br: Após instalar os applets faça logout e de novo login. Para instalar applets, abra o Raven - Definições do Budgie - Painel.

source: Haste Applet
pt_br: Applet de Notas

source: Post any text – be it code or prose – to various services directly from your desktop.
pt_br: Publique qualquer texto - seja ele prosa ou código - em qualquer serviço web diretamente do seu desktop.

source: Remove
pt_br: Remova

source: Install Applet
pt_br: Instalar Applet

source: Applying Changes...
pt_br: A aplicar as alterações...

source: Screenshot Applet
pt_br: Applet de Captura de tela

source: An advanced screenshot utility for capturing and organizing screenshots.
pt_br: Um aplicativo avançado que lhe permite salvar e organizar as capturas de tela.

source: Calendar Applet
pt_br: Applet de Calendário

source: Show date and time and when clicked show a calendar in a popover.
pt_br: Mostra informação sobre a data e as horas, quando clicar irá mostrar um calendário num popup.

source: Brightness Control Applet
pt_br: Applet de controle de iluminação

source: Allows you to control the screen brightness.
pt_br: Permite-lhe controlar a iluminação.

source: Pixel-Saver Applet
pt_br: Applet de Maximixação de Espaço

source: Hides the title bar from maximized windows and creates a new one inside the panel.
pt_br: Esconde a barra de titulo quando se maximiza uma janela. Cria uma barra de titulo no painel.

source: Global Menu Applet
pt_br: Applet Menu Global

source: Moves the menu from applications into the panel.
pt_br: Move o menu das aplicações para o painel.

source: Weather Applet
pt_br: Applet de Clima

source: Displays the weather on your panel.
pt_br: Mostra o clima no seu painel.

source: System Monitor Applet
pt_br: Applet de Sistema de monitoração

source: Customize and display system information on the panel.
pt_br: Personalize e exiba informações do sistema no painel.

source: Hotcorners Applet
pt_br: Applet de Atalho de cantos

source: Allow user defined commands to be executed when the mouse cursor is pushed into a corner of the main desktop.
pt_br: Permita ao usuário definir comandos para serem executados quando o cursos do mouse encostar na borda na Área de trabalho principal.

source: Quicknote Applet
pt_br: Applet de anotação

source: Quickly record a text based note.
pt_br: Grave rapidamente uma nota baseada em texto.

source: Previews Applet
pt_br: Applet de Pre-visualização

source: Show an overview of windows in an exposé like way.
pt_br: Mostre uma visão geral das janelas de uma maneira exposta.

source: Workspace Overview Applet
pt_br: Applet de Visão Geral do Espaço de Trabalho

source: Quickly navigate workspaces using the applet's menu.
pt_br: Navegue rapidamente entre os espaços de trabalho usando o menu do applet.

source: Workspace Wallpaper Applet
pt_br: Applet de Papel de Parede do Espaço de Trabalho

source: Show a different wallpaper on each workspace.
pt_br: Mostre diferentes papeis de parede em cada espaço de trabalho.

source: Window Mover Applet
pt_br: Applet de Mover Janela

source: Quickly move windows between workspaces.
pt_br: Mova rapidamente as janelas entre os espaços de trabalho.

source: Desktop Showtime Applet
pt_br: Applet de Mostrar Hora na Área de Trabalho

source: Display the date and time on the Desktop.
pt_br: Exiba a data e a hora na Área de trabalho.

source: CountDown Applet
pt_br: Applet de Contagem Regressiva

source: Set a timed countdown and run an action when the countdown completes.
pt_br: Determine uma contagem regressiva e execute uma ação quando a contagem for concluída.

source: Auto-Keyboard Switcher Applet
pt_br: Applet de Troca Automática de Teclado

source: Change the keyboard language automatically on a per application basis.
pt_br: Altere o idioma do teclado automaticamente com base na aplicação.

source: Screen Rotation Lock Applet
pt_br: Applet de Bloqueia Rotação da Tela

source: Add the ability to unlock or lock the screen from rotating.
pt_br: Adicione a capacidade de desbloquear ou bloquear a rotação da tela.

source: Clockworks Applet
pt_br: Applet de Múltiplos Relógios

source: Display the time across multiple time zones.
pt_br: Mostra a hora em vários fusos horários.

source: Display a pop-up in the panel when a USB device is connected.
pt_br: Exibir uma janela pop-up no painel quando um dispositivo USB estiver conectado.
