Repository: na12345678910/northern-aura-linux-welcome
Catalog: po/*.po
Languages: es

source: Steam is a third party package that requires user approval of EULA(End User License Agreement). So we rely on GNOME Software for installing steam and it is not available in your system. Please install GNOME Software and try this option again
es: Steam es un paquete de terceros que requiere la aprobación por parte del usuario del CLUF (contrato de licencia del usuario final). Por este motivo, necesitamos GNOME Software, el cual no está instalado en el equipo, para instalar Steam. Instale GNOME Software y ejecute de nuevo esta opción

source: Seems that GNOME Software is not installed. If this problem persists even after installing GNOME Software, please contact us with following error message
es: Parece que GNOME Software no está instalado. Si este problema persiste incluso después de instalarlo, póngase en contacto con nosotros y compártanos este mensaje de error

source: Following tasks are in progress
es: Las tareas siguientes están en proceso

source: Budgie Welcome
es: Bienvenida de Budgie

source: Budgie Desktop
es: Escritorio de Budgie

source: The following third-party repositories need to be added to complete the installation:
es: Los siguientes repositorios proveídos por terceros necesitan adicionarse para completar la instalación:

source: Third-Party repositories are not supported by Ubuntu. You should only continue if you trust the maintainers of the proposed repositories.
es: Los repositorios proveídos por terceros no son soportados por Ubuntu. Usted debe continuar únicamente si confía en las personas que mantienen los repositorios propuestos.

source: Continue with the installation?
es: Desea continuar con la instalación?

source: Third-Party Repositories
es: Repositorios proveídos por terceros

source: Welcome App
es: Aplicación de bienvenida

source: Could not gather data.
es: No se pudieron recopilar los datos.

source: Status
es: Estado

source: is in progress. Please wait for it to complete
es: está en proceso. Espere a que termine

source: Find out about your operating system
es: Encuentra información acerca de tu sistema operativo

source: Budgie Themes
es: Budgie Temas

source: Give the desktop a makeover with new themes, icons and fonts
es: Transforma el escritorio con nuevos temas, iconos y fuentes.

source: Budgie Applets
es: Miniaplicaciones de Budgie

source: Customize the desktop panel with applets that provide extra capabilities
es: Personaliza el panel de escritorio con miniaplicaciones que proveen capacidades adicionales.
